Repository: Mnilionic/m8fieldset
Catalog: m8fieldset-7x-1.0.*.po
Languages: ru

source: Fieldset types
ru: Шаблоны набора полей

source: Fieldset type
ru: Шаблон набора полей

source: Configure the fieldset types.
ru: Управление типами шаблонов набора полей.

source: Add fieldset type
ru: Добавить шаблон набора полей

source: Edit fieldset type
ru: Редактировать шаблон набора полей

source: %field_name <small>(!field_machin_name)</small> for "!title" <small>(%entity_type id !entity_id)</small>
ru: %field_name <small>(!field_machin_name)</small> для "!title" <small>(%entity_type id !entity_id)</small>

source: Fieldset has been saved.
ru: Набор полей сохранён.

source: Fieldset has been deleted.
ru: Набор полей удалён.

source: M8 fieldset
ru: M8 набор полей

source: Attach predefined fieldset
ru: Прикрепить предопределённый набор полей

source: Allowed fieldset types
ru: Разрешёные шаблоны набора полей

source: <p class="warning">You must <a href="@url">add fieldset type</a> before.</p>
ru: <p class="warning">Сначала необходимо <a href="@url">создать шаблон наборов полей</a>.</p>

source: Current fieldset type
ru: Текущий шаблон полей

source: current
ru: текущий

source: deprecated
ru: устаревший

source: Change fieldset type
ru: Изменить шаблон набора полей

source: if changes then data from current fieldset type will be removed after save.
ru: Если изменить, то данные из текущего шаблона будут удалены после сохранения.

source: No fieldset types
ru: Нет шаблонов набора полей

source: Fieldset ID-!id not found.
ru: Набор полей ID-!id не найден.

source: No fieldset types available. <a href="@link">Add fieldset type</a>.
ru: Нет доступных шаблонов набора полей. <a href="@link">Добавить шаблон набора полей</a>.

source: The human-readable name of this fieldset type. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
ru: Человеко-читаемое название этого шаблона набора полей. Рекомендуется, чтобы это имя начинается с заглавной буквы и содержало только буквы, цифры и пробелы. Это имя должно быть уникальным.

source: A unique machine-readable name for this fieldset type. It must only contain lowercase letters, numbers, and underscores. This name will be used to identify type of fieldset.
ru: Уникальное машиночитаемой название для этого шаблона набора полей. Оно должно содержать только строчные буквы, цифры и знак подчеркивания. Это имя будет использоваться для идентификации этого шаблона набора полей.

source: Describe this fieldset type. The text will be displayed on the page of available types.
ru: Опишите шаблон набора полей. Текст будет отображаться на странице списка доступных шаблонов.

source: This text will be displayed at the top of the page when creating or editing content of this fieldset type.
ru: Этот текст будет отображаться вверху страницы при заполнении полей набора.

source: The fieldset type %label has been updated.
ru: Шаблон набора полей %label был обновлён.

source: The fieldset type %label has been added.
ru: Шаблон набора полей %label был добавлен.

source: Are you sure you want to delete the fieldset type %type?
ru: Вы уверенны, что хотите удалить шаблон набора полей %type?

source: You have a content with this fieldset type. You cannot delete it now.
ru: У вас есть контент основанный на этом шаблоне набора полей. Вы не можете удалить его сейчас.

source: The fieldset type %name has been deleted.
ru: Шаблон набора полей %name удалён.

source: Fieldset %label for %entity_label
ru: Набора полей %label для %entity_label
